Repository: adakarci/no_crash
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Please contact admin to create beautiful timelines. Thanks for your attention to application.
tr: Zaman - Etkinlik takvimi oluşturmak için lütfen admin ile iletişime geçiniz.Uygulamaya ilgi gösterdiğiniz için teşekkür ederim.

source: Time
tr: Zaman

source: Event Name
tr: Etkinlik Adı

source: Event Type
tr: Etkinlik Türü

source: Event User
tr: Etkinliği Oluşturan Kişi

source: Send
tr: Gönder

source: About Us
tr: Hakkımızda

source: Please Contact Us
tr: Bizimle İletişime Geçiniz

source: All Works
tr: Bütün Etkinlikler

source: Exams
tr: Sınavlar

source: Festival
tr: Kutlamalar

source: Lab Plan
tr: Laboratuvar Planı

source: Logout
tr: Çıkış

source: Prev
tr: Önce

source: Next
tr: Sonra

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wend
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sunday
tr: Pazar

source: detail
tr: günün detayı

source: Ceremony
tr: Tören

source: Time is not your enemy..Time must be your friend!
tr: Zaman düşmanınız değildir. Sadece doğru planlanmalıdır!

source: Share your plan with co-workers!
tr: Etkinliklerinizi iş arkadaşlarınız ile paylaşın!

source: Sign up now
tr: Kayıt Ol

source: No-craSh is web-based software for creating useful timelines that you can share with your co-workers on internet.
tr: NocraSh Zaman - Etkinlik Takvimi Oluşturabilmeniz ve İş Arkadaşlarınızla İnternet Üzerinden Paylaşım Yapabilmeniz İçin Geliştirilmiş Bir Yazılımdır

source: Why I created No-craSh ?
tr: NocraSh gibi bir uygulamaya neden gereksinim duydum?

source: When we want to create some event, exam or anything at school, nobody knows until we tell each of them. <p>We use whatsapp group to inform but it is not enough. <p>So we look into some apps but we didnt like them. So we want to build a system that belongs us.
tr: Okulda bir etkinlik oluşturmak istediğimiz zaman bunu herkese bildirmek zor oluyordu. Okulda kullandığımız bir watsapp grubumuz var ancak toplu etkinlik tarihlerinde örneğin sınavlar gibi oldukça zorlanıyorduk. Bunu çözmek için bir kaç uygulama araştırmama rağmen kendimize ait bir sistem kurmak istedim. Bunun sonucunda NocraSh ortaya çıktı.

source: Who can use No-craSh?
tr: NocraSh uygulamasını kimler kullanabilir?

source: First of all I created it for my school but after some thinking I realized that any school can use it if they want.
tr: Açıkçası bu uygulamayı sadece kendi okulum için oluşturduğumu düşünüyordum. Ancak biraz düşününce diğer okulların da istekleri doğrultusunda kullanabileceklerini farkettim.

source: Why use No-craSh?
tr: NocraSh'ı niçin kullanmalıyım?

source: Time is important and it must be planned. If you cant communicate enough at your school about events you can use No-craSh.
tr: Zaman çok önemli bir unsur ve planlanmalıdır. İş yerinde etkinlikler hakkında iletişimde kopukluk yaşanıyorsa NocraSh'ı kullanmayı deneyebilirsiniz.

source: How can I sign-up?
tr: Nasıl kayıt olabilirim?

source: You can contact admin from register menu.
tr: Admin ile iletişime geçerek kendinize ait bir yapı oluşturabilirsiniz.

source: Can we create our menu?
tr: Kendi menülerimizi oluşturabilir miyiz?

source: Yes! You can create menus for what you need.
tr: Evet! İhtiyaçlarınıza karşılık verecek şekilde sadece menüleri oluşturmakla kalmayarak kendi yapınızı kurabilirsiniz.

source: LOGIN
tr: Giriş

source: Forgot my password?
tr: Şifremi unuttum?

source: Login
tr: Giriş

source: Register
tr: Kayıt Ol

source: How it works
tr: Nasıl Kullanabilirim

source: log in
tr: giriş yap

source: Reset Password
tr: Şifremi Değiştir

source: Enter your new password below to reset your password
tr: Yeni şifrenizi giriniz

source: Submit
tr: Gönder

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
tr: Şifrenizi sıfırlamanız için size mail gönderdik. Lütfen kontrol ediniz.

source: Greetings %(user)s, You are requested that your password be reset on the %(site_name)s site.
tr: Sayın %(user)s, Şifrenizi sıfırlamak için %(site_name)s üzerinden istekte bulundunuz.

source: Your username, in case you've forgotten: %(username)s
tr: Kullanıcı adınızı unutmanız durumunda: %(username)s

source: Reset password
tr: Şifremi Değiştir

source: Enter your email adress in our system, than we will send you instrucions.
tr: Şifrenizi değiştirmek için size mail göndereceğiz, bu işlem için sistemde kayıtlı olan email adresini giriniz.

source: Dear %(user)s You can update your event info.
tr: Sayın %(user)s etkinlik bilgilerinizi güncelleyebilirsiniz.

source: If you want to change date of this event, you must delete it and create a new one.
tr: Etkinlik tarihi değiştirmek için bu etkinliği silerek yenisinioluşturmalısınız.

source: Delete event
tr: Etkinlik Sil

source: Username
tr: Kullanıcı Adı

source: password
tr: Şifre

source: Username or password is wrong
tr: Kullanıcı adı ya da parola yanlış

source: Examination
tr: Sınav

source: Lab Lesson
tr: Laboratuvar Dersi

source: 1.LESSON(08.00)
tr: 1.Ders(08.00)

source: 2.LESSON(09.00)
tr: 2.Ders(09.00)

source: 3.LESSON(10.00)
tr: 3.Ders(10.00)

source: 4.LESSON(11.00)
tr: 4.Ders(11.00)

source: 5.LESSON(12.00)
tr: 5.Ders(12.00)

source: 6.LESSON(13.00)
tr: 6.Ders(13.00)

source: 1.LESSON(14.00)
tr: 1.Ders(14.00)

source: 2.LESSON(15.00)
tr: 2.Ders(15.00)

source: Choose your event type
tr: Etkinlik Türünü Seçin

source: Enter a name for your event
tr: Etkinliğiniz için bir isim girin

source: Not necessary, if you want to explain your event you can use here.
tr: Zorunlu değil, eğer etkinliğinizi açıklamak isterseniz kullanabilirsiniz

source: Choose a time for your event
tr: Etkinliğiniz için saat seçiniz

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

source: May
tr: Mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

source: Please fill in the blanks
tr: Lütfen boşlukları doldurunuz
